[
    {
        "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
        "author": "Стив Макконнелл"
    },
    {
        "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
        "author": "Артур Блох. Законы Мэрфи"
    },
    {
        "text": "Кто хорошо думает о себе, тот самый невежественный человек по отношению к себе",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Мужчина — это тот, кто боится смерти своего сердца, а не смерти своего тела",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Закуй свой гнев в оковы кротости, ибо поистине он подобен собаке, которая, сорвавшись с цепи, принесёт много бед.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "И даже если человеку дан весь мир и все, что в нем есть, все это не заполнит его пустоту.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Входя в обитель страстей, ты ставишь на кон свою жизнь.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "О столы терпения! Несите меня! Осталось немного...",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Напиток страсти сладок, однако вызывает жажду",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Нет на земле ничего такого, что больше нуждалось бы в долгом заточении, чем язык.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Сила стремления обрести желаемое порождает усердие в трудах ради достижения цели и опасение лишиться предмета своих желаний.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Поистине, из-за низости своих стремлений чистильщик колодцев оказывается в колодце с нечистотами.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Уединение невежественного — порча, а уединение учёного — как в случае с верблюдом, при котором его копыта и который всегда найдёт воду.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Клянусь Аллахом, умный враг причиняет меньше вреда, чем невежественный друг!",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Печаль лишает сил сердце, ослабляет решимость и вредит воле человека. <...> Печаль — один из недугов сердца, но его можно укротить и взять под контроль.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Когда деньги есть в ваших руках, а не в сердцах ваших, то это не повредит вам, даже если их много. И когда они находятся в ваших сердцах, то это повредит вам, даже если их нет в ваших руках.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Испытания и несчастья походят на чувство жары и холода. Когда знаешь, что их нельзя избежать, то не гневаешься при их появлении и не обеспокоен и не приведен в уныние",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Слабость — твоё привычное состояние, а если бы пыл твой поднялся до дел великих, то тебе бы светили лучи решимости.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "О, запутавшийся в сетях страстей: нужен лишь решительный прыжок — и сеть разорвана!",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Кто помнит о тисках капкана, тому нетрудно оставить насыпанные в него зёрна",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Цель — первое в расчётах и последнее в существовании, начало с точки зрения разума и конечная остановка на пути.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Благой совет — опыление разума, и чем он сильнее, тем сильнее разум и просветлённее.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Когда разум и твёрдая убеждённость встречаются в доме уединения и приглашают мышление, между ними начинается тайная беседа",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Не вызывает удивления нищий бедняк, любящий того, кто делает ему добро, но вызывает удивление благодетель, любящий нищего бедняка.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Кто не терпел палящий зной в поисках славы, тот никогда не отдыхал в тени почёта.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Прошлое мира этого — сон, будущее его — бесплотные мечтания. А между ними — время, которое тратится напрасно.",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Сколько наград спешат к тебе и останавливаются у ворот, но их отгоняет привратник «сделаю потом», «авось» и «если бы».",
        "author": "Ибн Каййим аль-Джаузия"
    },
    {
        "text": "Сердце становится чёрствым из-за четырёх вещей, если превысить меру в них. Это еда, сон, слова и пребывание с людьми.",
        "author": "Ибн Каййим аль-Джаузия"
    }
]